Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# contextSelfPlay.unknown
source: The result is not confirmed. Do not create or pay again. Check the existing order or ticket wallet.
zh_hans: 结果尚未确认，请勿重复建单或付款。请查询原订单或票夹。

# contextSelfPlay.validity
source: The source pass is valid for 90 days. Follow the route’s safety guidance and take care around traffic.
zh_hans: 通行证有效期为 90 天。请遵守路线安全须知，注意交通与人身安全。

# cooperation.about
source: About
zh_hans: 说明

# cooperation.ambiguous
source: This invitation cannot be identified safely
zh_hans: 暂时无法准确识别这条邀约

# cooperation.amountUnknown
source: Amount was not provided
zh_hans: 暂未提供金额

# cooperation.application.intent
source: An application expresses interest only. Terms follow the merchant’s invitation.
zh_hans: 申请只表意向，条款随商家回的邀约走。

# cooperation.application.status.0
source: Awaiting response
zh_hans: 待处理

# cooperation.application.status.1
source: Declined
zh_hans: 已婉拒

# cooperation.application.status.2
source: Withdrawn
zh_hans: 已撤回

# cooperation.application.status.3
source: Invitation sent
zh_hans: 已转为邀约

# cooperation.applications
source: Club leadership applications
zh_hans: 俱乐部带队申请

# cooperation.applications.empty
source: No club applications
zh_hans: 暂无俱乐部申请

# cooperation.candidates.clubs
source: Club applicants
zh_hans: 俱乐部申请者

# cooperation.candidates.merchants
source: Merchant candidates
zh_hans: 商家候选

# cooperation.candidates.ownerOnly
source: Only the topic publisher can view this directory
zh_hans: 仅主题发布者可查看候选目录

# cooperation.candidates.title
source: Candidate directory
zh_hans: 候选目录

# cooperation.contact
source: Contact details supplied by the service
zh_hans: 服务端提供的联系方式

# cooperation.created
source: Created
zh_hans: 创建时间

# cooperation.currencyUnknown
source: Currency has not been confirmed by the service.
zh_hans: 服务端尚未确认币种。

# cooperation.deposit
source: Deposit status
zh_hans: 保证金状态

# cooperation.depositAmount
source: Deposit amount
zh_hans: 保证金金额

# cooperation.depositOwed
source: Deposit is due after terms are locked
zh_hans: 锁价后需缴保证金

# cooperation.detail.title
source: Invitation details
zh_hans: 邀约详情

# cooperation.direction
source: Invitation direction
zh_hans: 邀约方向

# cooperation.end
source: Ends
zh_hans: 结束日期

# cooperation.expires
source: Recruitment deadline
zh_hans: 招募截止时间

# cooperation.failure
source: Cooperation could not be loaded
zh_hans: 合作信息加载失败

# cooperation.financeUnavailable
source: Deposit payment and refund actions are not available in this native version.
zh_hans: 此原生版本暂不支持保证金支付与退款操作。

# cooperation.fixedFee
source: Fee per redeemed participant
zh_hans: 每核销人头费用

# cooperation.fixture.signOut
source: Sign out of example
zh_hans: 退出示例账号

# cooperation.forbidden
source: You do not have access to this directory
zh_hans: 你暂无权限查看此候选目录

# cooperation.fromClub
source: From club
zh_hans: 申请俱乐部

# cooperation.handleReason
source: Recorded reply or reason
zh_hans: 处理回复或理由

source: Cooperation invitations
zh_hans: 合作邀约

# cooperation.invitations.empty
source: No invitations in this direction
zh_hans: 当前方向暂无邀约

# cooperation.invite.status.0
source: Awaiting confirmation
zh_hans: 待确认

# cooperation.invite.status.1
source: Accepted
zh_hans: 已接受

# cooperation.invite.status.2
source: Declined
zh_hans: 已拒绝

# cooperation.invite.status.3
source: Cancelled
zh_hans: 已取消

# cooperation.invite.status.4
source: Replaced
zh_hans: 已顶替

# cooperation.invite.status.5
source: Expired
zh_hans: 已过期

# cooperation.inviteID
source: Invitation reference
zh_hans: 邀约编号

# cooperation.inviteState
source: Related invitation status from source
zh_hans: 相关邀约的原始状态

# cooperation.leader
source: Contact person
zh_hans: 负责人

# cooperation.legacy
source: Historical merchant-node invitation · read only
zh_hans: 历史商家节点邀约 · 仅供查看

# cooperation.loading
source: Loading cooperation…
zh_hans: 正在读取合作信息…

# cooperation.location
source: Location
zh_hans: 地点

# cooperation.login
source: Sign in to view your cooperation
zh_hans: 登录后查看我的合作

# cooperation.malformed
source: The cooperation response could not be read
zh_hans: 暂时无法读取合作服务的返回内容

# cooperation.merchant
source: Merchant
zh_hans: 商家

# cooperation.message
source: Message
zh_hans: 留言

# cooperation.offline
source: Offline synthetic example
zh_hans: 离线合成示例

# cooperation.partial
source: Some cooperation sources could not be loaded
zh_hans: 部分合作来源未能加载

# cooperation.phone
source: Phone
zh_hans: 电话

# cooperation.pool.clubHint
source: The server reports that this account has no club. Club creation is not available on this screen.
zh_hans: 服务端确认当前账号暂无俱乐部。此页面暂不提供创建俱乐部。

# cooperation.pool.clubRequired
source: Create a club before using the cooperation pool
zh_hans: 请先创建俱乐部后使用合作池

# cooperation.pool.empty
source: No open cooperation topics
zh_hans: 暂无开放的合作主题

# cooperation.pool.state.applied
source: Applied · awaiting merchant
zh_hans: 已申请 · 等商家处理

# cooperation.pool.state.converted
source: Approved · invitation created
zh_hans: 已通过 · 已生成邀约

# cooperation.pool.state.cooped
source: Cooperation in progress
zh_hans: 合作中

# cooperation.pool.state.declined
source: Declined · applications reopened
zh_hans: 已婉拒 · 可再申请

# cooperation.pool.state.invited
source: Merchant invitation received
zh_hans: 商家已邀约

# cooperation.pool.state.open
source: Open for applications
zh_hans: 可申请

# cooperation.pool.state.taken
source: Taken by another club
zh_hans: 已被其他俱乐部承接

# cooperation.pool.state.withdrawn
source: Withdrawn · applications reopened
zh_hans: 已撤回 · 可再申请

# cooperation.pool.title
source: Cooperation pool
zh_hans: 合作池

# cooperation.publisher
source: Publisher
zh_hans: 发布者

# cooperation.readOnly
source: Read-only cooperation. Sending or handling invitations, applications, candidate decisions, contact creation, supply, reviews and financial actions are not available here yet.
zh_hans: 只读合作信息。此处暂不提供发出或处理邀约、申请、候选确认、建立联系、供给申报、评价及资金操作。

# cooperation.received
source: Received
zh_hans: 收到的

# cooperation.refresh
source: Refresh cooperation
zh_hans: 刷新合作信息

# cooperation.refundPending
source: Deposit refund is pending
zh_hans: 保证金退款处理中

# cooperation.registration.status.0
source: Awaiting allocation
zh_hans: 待调配

# cooperation.registration.status.1
source: Selected
zh_hans: 已中标

# cooperation.registration.status.2
source: Not selected
zh_hans: 已落选

# cooperation.registrations
source: Received merchant registrations
zh_hans: 收到的商家承接报名

# cooperation.registrations.empty
source: No received merchant registrations
zh_hans: 暂无收到的商家承接报名

# cooperation.registrations.more
source: The server reports more registrations. Further pages are not available here yet.
zh_hans: 服务端提示还有更多报名，此处暂不支持后续分页。

# cooperation.retry
source: Retry
zh_hans: 重试

# cooperation.sent
source: Sent
zh_hans: 我发出的

# cooperation.shareRate
source: Ticket revenue percentage
zh_hans: 票款分成比例

# cooperation.slot.game
source: Pending invitations for this game
zh_hans: 本游戏挂起邀约

# cooperation.slot.topic
source: Accepted invitations for this topic
zh_hans: 本主题已接受邀约

# cooperation.sourceStatus
source: Status code from source
zh_hans: 服务端状态码

# cooperation.start
source: Starts
zh_hans: 开始日期

# cooperation.status.unknown
source: Status not confirmed
zh_hans: 状态待确认

# cooperation.terms
source: Terms snapshot
zh_hans: 条款快照

# cooperation.terms.fixed
source: Fixed fee per redeemed participant
zh_hans: 固定型 · 按核销人头结算

# cooperation.terms.share
source: Ticket revenue share
zh_hans: 分成型 · 票款分成

# cooperation.terms.traffic
source: Traffic referral · no revenue share
zh_hans: 引流型 · 无分成

# cooperation.termsFrozen
source: Terms are locked
zh_hans: 条款已锁定

# cooperation.termsUnknown
source: Terms were not provided
zh_hans: 暂未提供条款

# cooperation.title
source: My cooperation
zh_hans: 我的合作

# cooperation.toMerchant
source: To merchant
zh_hans: 发给商家

# cooperation.topic
source: Topic
zh_hans: 主题

# cooperation.unavailable
source: This invitation is no longer in this list
zh_hans: 这条邀约不在当前列表里了

# cooperation.unconfigured
source: Cooperation service is not configured
zh_hans: 合作服务尚未配置

# cooperation.unnamed
source: Unnamed partner
zh_hans: 未具名合作方

# cooperation.unnamedClub
source: Unnamed club
zh_hans: 未命名俱乐部

# cooperation.unnamedMerchant
source: Unnamed merchant
zh_hans: 未具名商家

# cooperation.unnamedTopic
source: Unnamed topic
zh_hans: 未命名主题

# coopflow.amount.unknown
source: Amount not confirmed
zh_hans: 金额待确认

# coopflow.applications
source: My club applications
zh_hans: 我发出的俱乐部申请

# coopflow.apply
source: Prepare application
zh_hans: 准备申请

# coopflow.attach
source: Declare supply from templates
zh_hans: 从模板申报供给

# coopflow.business
source: Business & partners
zh_hans: 经营与合作伙伴

# coopflow.cancel.reason
source: A reason is required to cancel accepted cooperation.
zh_hans: 取消已接受的合作必须填写原因。

# coopflow.choose
source: Choose a template
zh_hans: 选择模板

# coopflow.clubs
source: Find clubs
zh_hans: 发现俱乐部

# coopflow.complaint.prepare
source: Prepare a complaint
zh_hans: 准备投诉

# coopflow.complaint.rules
source: Only the selected topic and reason are submitted. Support determines fault and compensation.
zh_hans: 只提交所选主题和原因，责任与赔付由客服处理。

# coopflow.complaints
source: Eligible complaint topics
zh_hans: 可投诉主题

# coopflow.confirmCandidate
source: Review candidate confirmation
zh_hans: 核对候选确认

# coopflow.contact
source: Review contact request
zh_hans: 核对联系请求

# coopflow.contract.notice
source: Frozen terms and historical invitations are read-only. This screen does not sign an agreement or confirm a refund.
zh_hans: 锁定条款与历史邀约仅供查看，本页面不会签署协议或确认退款。

# coopflow.credit
source: Fulfillment
zh_hans: 履约情况

# coopflow.currency
source: Source amounts are CNY; no currency conversion is applied.
zh_hans: 源金额币种为人民币，不进行汇率换算。

# coopflow.decline
source: Review decline
zh_hans: 核对婉拒

# coopflow.deleteTemplate
source: Review template deletion
zh_hans: 核对模板删除

# coopflow.details
source: Details
zh_hans: 详情

# coopflow.discovery
source: Discover partners
zh_hans: 发现伙伴

# coopflow.dormant
source: Preview only. Live writes, agreements, money, messages and complaints are disabled.
zh_hans: 仅预览。实际提交、协议、资金、消息和投诉均未启用。

# coopflow.empty
source: No records returned
zh_hans: 暂无记录

# coopflow.field.address
source: Address
zh_hans: 地址

# coopflow.field.applyId
source: Application ID
zh_hans: 申请编号

# coopflow.field.auditStatus
source: Allocation status code
zh_hans: 调配状态码

# coopflow.field.avgRating
source: Average rating
zh_hans: 平均评分

# coopflow.field.category
source: Category
zh_hans: 类别

# coopflow.field.chapterId
source: Chapter ID
zh_hans: 章节编号

# coopflow.field.clubCount
source: Clubs
zh_hans: 俱乐部数量

# coopflow.field.clubName
source: Club
zh_hans: 俱乐部

# coopflow.field.comment
source: Review comment
zh_hans: 评价内容

# coopflow.field.createTime
source: Created
zh_hans: 创建时间

# coopflow.field.distance
source: Distance in meters
zh_hans: 距离（米）

# coopflow.field.fixedFee
source: Fixed fee (CNY)
zh_hans: 固定合作费（人民币）

# coopflow.field.fromId
source: Sender member ID
zh_hans: 发起方会员编号

# coopflow.field.fulfillmentRate
source: 90-day fulfillment rate
zh_hans: 近90天履约率

# coopflow.field.handleReason
source: Response reason
zh_hans: 回复原因

# coopflow.field.id
source: Record ID
zh_hans: 记录编号

# coopflow.field.inviteId
source: Invitation ID
zh_hans: 邀约编号

# coopflow.field.inviteType
source: Invitation type
zh_hans: 邀约类型

# coopflow.field.memberId
source: Member ID
zh_hans: 会员编号

# coopflow.field.merchantCount
source: Merchants
zh_hans: 商家数量

# coopflow.field.merchantName
source: Merchant
zh_hans: 商家

# coopflow.field.merchantPaid
source: Merchant amount paid (CNY)
zh_hans: 商家已付（人民币）

# coopflow.field.merchantPayableTime
source: Merchant expected payout
zh_hans: 商家预计到账

# coopflow.field.merchantPayoutTime
source: Merchant actual payout
zh_hans: 商家实际到账

# coopflow.field.merchantTotal
source: Merchant amount due (CNY)
zh_hans: 商家应收（人民币）

# coopflow.field.message
source: Message
zh_hans: 留言

# coopflow.field.name
source: Name
zh_hans: 名称

# coopflow.field.offerId
source: Offer ID
zh_hans: 供给编号

# coopflow.field.originApplyId
source: Source application ID
zh_hans: 来源申请编号

# coopflow.field.payableTime
source: Expected payout
zh_hans: 预计到账

# coopflow.field.payeeType
source: Payee type
zh_hans: 收款方类型

# coopflow.field.paymentStatus
source: Payment status
zh_hans: 支付状态

# coopflow.field.payoutTime
source: Payout time
zh_hans: 实际到账

# coopflow.field.pendingCoopCount
source: Pending invitations
zh_hans: 待处理邀约

# coopflow.field.perHeadFee
source: Fee per person (CNY)
zh_hans: 每人计酬（人民币）

# coopflow.field.perkTemplateId
source: Perk template ID
zh_hans: 权益模板编号

# coopflow.field.perkType
source: Perk type
zh_hans: 权益类型

# coopflow.field.phone
source: Phone
zh_hans: 电话

# coopflow.field.platformAmount
source: Platform fee (CNY)
zh_hans: 平台费用（人民币）

# coopflow.field.quota
source: Quota
zh_hans: 额度

# coopflow.field.quotaTotal
source: Total supply quota
zh_hans: 供给总额

# coopflow.field.rating
source: Rating
zh_hans: 评分

# coopflow.field.reason
source: Reason
zh_hans: 原因

# coopflow.field.registrationId
source: Registration ID
zh_hans: 报名编号

# coopflow.field.retailValue
source: Retail value (CNY)
zh_hans: 零售价（人民币）

# coopflow.field.reviewCount
source: Review count
zh_hans: 评价数

# coopflow.field.scope
source: Operation scope
zh_hans: 操作归属

# coopflow.field.settleTime
source: Settled
zh_hans: 结算时间

# coopflow.field.shareMode
source: Compensation mode
zh_hans: 报酬模式

# coopflow.field.shareRate
source: Share rate (%)
zh_hans: 分成比例（%）

# coopflow.field.state
source: Source state
zh_hans: 源状态

# coopflow.field.status
source: Source status code
zh_hans: 源状态码

# coopflow.field.templateIds
source: Template IDs
zh_hans: 模板编号

# coopflow.field.termsFrozen
source: Terms frozen
zh_hans: 条款已锁定

# coopflow.field.termsMode
source: Chapter terms mode
zh_hans: 章节条款档

# coopflow.field.toId
source: Recipient identity
zh_hans: 受邀方身份

# coopflow.field.toType
source: Recipient type
zh_hans: 受邀方类型

# coopflow.field.topicId
source: Topic ID
zh_hans: 主题编号

# coopflow.field.topicName
source: Topic
zh_hans: 主题

# coopflow.field.totalSales
source: Total sales (CNY)
zh_hans: 总销售额（人民币）

# coopflow.field.type
source: Partner type
zh_hans: 伙伴类型

# coopflow.field.unitCost
source: Private unit cost (CNY)
zh_hans: 私有成本（人民币）

# coopflow.field.updateTime
source: Updated
zh_hans: 更新时间

# coopflow.field.validEnd
source: Valid until (YYYY-MM-DD)
zh_hans: 有效期（YYYY-MM-DD）

# coopflow.field.verifiedHeads
source: Verified participants
zh_hans: 已核销人数

# coopflow.field.verifiedSales
source: Verified sales (CNY)
zh_hans: 核销销售额（人民币）

# coopflow.field.violationCount
source: Violations
zh_hans: 违约次数

# coopflow.finance
source: Organizer finances
zh_hans: 发起方结算

# coopflow.fixed
source: Fixed cooperation fee
zh_hans: 固定合作费

# coopflow.fixture.signOut
source: Sign out of offline fixture
zh_hans: 退出离线演示账号

# coopflow.handle.1
source: Accept invitation
zh_hans: 接受邀约

# coopflow.handle.2
source: Decline invitation
zh_hans: 拒绝邀约

# coopflow.handle.3
source: Cancel invitation
zh_hans: 取消邀约

# coopflow.invalid
source: Please check the required fields
zh_hans: 请核对必填项

# coopflow.invitations
source: Invitations
zh_hans: 合作邀约

# coopflow.invite.cancel
source: Cancel
zh_hans: 取消

# coopflow.invite.club
source: Club
zh_hans: 俱乐部

# coopflow.invite.discard
source: Discard draft
zh_hans: 放弃草稿

# coopflow.invite.discardPrompt
source: Discard this invitation draft?
zh_hans: 放弃这份邀约草稿？

# coopflow.invite.done
source: Done
zh_hans: 完成

# coopflow.invite.keepEditing
source: Keep editing
zh_hans: 继续编辑

# coopflow.invite.reply
source: Prepare a reply invitation
zh_hans: 拟定回复邀约

# coopflow.invite.rules
source: Each recipient is reviewed separately. Ordinary invitations support traffic or fixed fees only.
zh_hans: 每位受邀方单独核对。普通邀约仅支持引流或固定合作费。

# coopflow.invite.sessionChanged
source: Your account changed. Reopen the application to prepare a new invitation.
zh_hans: 账号已变化，请重新打开申请后拟定邀约。

# coopflow.invite.title
source: Prepare invitation
zh_hans: 准备邀约

# coopflow.mybiz
source: My business
zh_hans: 我的经营

# coopflow.nearby
source: Nearby partners
zh_hans: 附近伙伴

# coopflow.nearby.privacy
source: No location has been requested or shared. When enabled, this search will explain its purpose and ask you before accessing your foreground location.
zh_hans: 尚未请求或共享你的位置信息。启用后，查询会先说明用途并征得你的同意，再获取前台位置。

# coopflow.nearby.purpose
source: Location helps find nearby business partners
zh_hans: 定位用于查找附近的合作商家

# coopflow.nearby.unavailable
source: Nearby search and its location provider are not enabled in this build.
zh_hans: 当前版本尚未启用附近商家查询和定位服务。

# coopflow.no
source: No
zh_hans: 否

# coopflow.notProvided
source: Not provided
zh_hans: 未提供

# coopflow.offer.rules
source: The chapter determines the terms mode. Pausing preserves history; reconfirming renews the current offer.
zh_hans: 条款档由章节决定。暂停保留历史，重新确认只续当前供给。

# coopflow.offer.title
source: Prepare chapter supply
zh_hans: 准备章节供给

# coopflow.pause
source: Pause current supply
zh_hans: 暂停当前供给

# coopflow.perk.0
source: Gift
zh_hans: 礼品

# coopflow.perk.1
source: Coupon
zh_hans: 优惠券

# coopflow.perk.2
source: Discount
zh_hans: 折扣

# coopflow.pool
source: Open cooperation pool
zh_hans: 开放合作池

# coopflow.read.failed
source: Couldn’t load this source. Refresh to try again.
zh_hans: 未能读取此数据，请刷新重试。

# coopflow.receivedApplications
source: Received club applications
zh_hans: 收到的俱乐部申请

# coopflow.reconfirm
source: Reconfirm current supply
zh_hans: 重新确认当前供给

# coopflow.registrations
source: Merchant registrations
zh_hans: 商家承接报名

# coopflow.rejectCandidate
source: Review candidate rejection
zh_hans: 核对候选婉拒

# coopflow.relations
source: Established partners
zh_hans: 已有合作伙伴

# coopflow.review.identity.club
source: Club ID
zh_hans: 俱乐部 ID

# coopflow.review.identity.member
source: Member ID
zh_hans: 会员 ID

# coopflow.review.local
source: This is a local draft. Nothing has been sent or accepted.
zh_hans: 这是本地草稿，尚未发送或接受任何内容。

# coopflow.review.perk
source: Perk cooperation
zh_hans: 权益合作

# coopflow.review.revshare
source: Per-person revenue share
zh_hans: 按人分成

# coopflow.review.scope.merchant
source: Merchant workspace
zh_hans: 商家工作台

# coopflow.review.traffic
source: Traffic cooperation
zh_hans: 引流合作

# coopflow.review.unknownValue
source: Unknown value
zh_hans: 未知值

# coopflow.reviewAction
source: Review this request
zh_hans: 核对本次请求

# coopflow.reviews
source: Partner reviews
zh_hans: 合作评价

# coopflow.reviews.empty
source: No reviews yet
zh_hans: 暂无评价

# coopflow.settlement.detail
source: Settlement details
zh_hans: 结算详情

# coopflow.settlements
source: Settlement records
zh_hans: 结算记录

# coopflow.stats
source: Relationship summary
zh_hans: 关系统计

# coopflow.status.credited
source: Credited
zh_hans: 已到账

# coopflow.status.inTransit
source: Awaiting transfer
zh_hans: 等待打款

# coopflow.status.pending
source: Pending settlement
zh_hans: 待结算

# coopflow.status.unknown
source: Status not confirmed
zh_hans: 状态待确认

# coopflow.status.void
source: Voided
zh_hans: 已作废

# coopflow.submit
source: Submit unavailable
zh_hans: 暂不可提交

# coopflow.supply
source: Declared supply
zh_hans: 已申报供给

# coopflow.template.new
source: Create perk template
zh_hans: 新增权益模板

# coopflow.template.required
source: Enter a name, valid price and positive quota to continue.
zh_hans: 请填写名称、有效价格和正整数额度。

# coopflow.template.rules
source: Templates are create-only. Retail price must be positive, cost nonnegative, both up to 99,999,999.99 with two decimals. Quota must be a positive integer.
zh_hans: 模板仅支持新增。零售价须为正数，成本非负，金额不超过 99,999,999.99 且最多两位小数，额度须为正整数。

# coopflow.templates
source: Perk templates
zh_hans: 常备权益模板

# coopflow.title
source: Cooperation center
zh_hans: 合作中心

# coopflow.unnamed
source: Name not provided
zh_hans: 未提供名称

# coopflow.withdraw
source: Review withdrawal
zh_hans: 核对撤回

# coopflow.workflows
source: Cooperation workflows
zh_hans: 合作流程

# coopflow.yes
source: Yes
zh_hans: 是

# couponCode.authority
source: Only a current server-issued code can be shown. Showing it does not confirm redemption.
zh_hans: 仅展示当前服务端签发的有效凭证。出示码不代表核销成功。

# couponCode.disabled
source: Coupon code issuance is not enabled in this build. No request was sent.
zh_hans: 此版本尚未启用券码签发，未发送申请。

# couponCode.expired
source: Coupon expired
zh_hans: 优惠券已过期

# couponCode.failed
source: Couldn’t load the code
zh_hans: 暂时无法获取券码

# couponCode.failed.detail
source: Check your connection or try again. No usable code is shown.
zh_hans: 请检查网络或重试，当前没有可出示的券码。

# couponCode.image
source: Current coupon QR code
zh_hans: 当前优惠券二维码

# couponCode.invalid
source: Coupon invalid
zh_hans: 优惠券已失效

# couponCode.loading
source: Requesting a current code…
zh_hans: 正在获取有效券码…

# couponCode.login
source: Sign in again before showing this coupon.
zh_hans: 请重新登录后出示此优惠券。

# couponCode.paused
source: Code hidden while this page is inactive.
zh_hans: 页面未处于活动状态，券码已隐藏。

# couponCode.pollDelayed
source: Redemption status is temporarily delayed. It will be checked again.
zh_hans: 核销状态暂时更新延迟，稍后会再次检查。

# couponCode.remaining
source: Seconds remaining
zh_hans: 剩余秒数

# couponCode.renderFailed
source: The code could not be displayed. Refresh it before presenting.
zh_hans: 券码暂时无法显示，请更新后再出示。

# couponCode.review
source: Show a short-lived code?
zh_hans: 出示短时有效的券码？

# couponCode.review.detail
source: Request a temporary code for this coupon. While this page is open, the code refreshes and the redemption status is checked.
zh_hans: 为此优惠券申请临时凭证。页面打开期间会更新凭证并检查核销状态。

# couponCode.show
source: Show code
zh_hans: 出示券码

# couponCode.stale
source: The account changed. Reopen the coupon from your wallet.
zh_hans: 账号已变化，请从券包重新打开此券。

# couponCode.title
source: Coupon code
zh_hans: 优惠券码

# couponCode.unavailable
source: This coupon is no longer available.
zh_hans: 此优惠券已不可用。

# couponCode.used
source: Coupon redeemed
zh_hans: 优惠券已核销

# couponCode.waiting
source: This coupon is not available for use yet.
zh_hans: 此优惠券尚未到可使用时间。

# couponManagement.acknowledged
source: The server acknowledged the action. Check the refreshed list.
zh_hans: 服务端已确认操作，请检查刷新后的列表

# couponManagement.active
source: Active
zh_hans: 进行中

# couponManagement.amount
source: Amount, if provided
zh_hans: 金额（如有）

# couponManagement.cancel
source: Cancel
zh_hans: 取消

# couponManagement.changed
source: The account, permission, or coupon changed. Review it again.
zh_hans: 账号、权限或优惠券已变化，请重新确认

# couponManagement.chooseType
source: Select a type
zh_hans: 请选择

# couponManagement.claimUnavailable
source: Claiming is unavailable: the source contract does not define a claim operation. Claimed coupons remain in your coupon wallet.
zh_hans: 暂不支持领取：源接口尚未定义领取操作。已领券仍可在券包中查看

# couponManagement.confirmSubmission
source: Confirm submission
zh_hans: 确认提交

# couponManagement.counts
source: Distribution details
zh_hans: 发放信息

# couponManagement.coupon
source: Coupon
zh_hans: 优惠券

# couponManagement.create
source: Create coupon
zh_hans: 创建优惠券

# couponManagement.currency
source: Currency, if provided
zh_hans: 币种（如有）

# couponManagement.dateNotice
source: Dates are display information. The server confirms eligibility and status.
zh_hans: 日期仅供展示，资格和状态由服务端确认

# couponManagement.dateOrder
source: End time must be later than start time
zh_hans: 结束时间要晚于开始时间

# couponManagement.dates
source: Validity dates
zh_hans: 有效期

# couponManagement.datesRequired
source: Select coupon dates
zh_hans: 请选择优惠券日期

# couponManagement.description
source: Description
zh_hans: 说明

# couponManagement.detail
source: Coupon details
zh_hans: 优惠券详情

# couponManagement.details
source: Coupon information
zh_hans: 优惠券信息

# couponManagement.discard
source: Discard
zh_hans: 放弃

# couponManagement.discardTitle
source: Discard this draft?
zh_hans: 放弃编辑？

# couponManagement.dormant
source: Live publication and stopping distribution are disabled in this build.
zh_hans: 此版本未开放真实发布和停发

# couponManagement.empty
source: No published coupons
zh_hans: 暂无已发布优惠券

# couponManagement.end
source: Valid until
zh_hans: 结束时间

# couponManagement.ended
source: Ended
zh_hans: 已结束

# couponManagement.experience
source: Experience pass
zh_hans: 体验卡

# couponManagement.fixtureReopen
source: Reopen example
zh_hans: 重新打开示例
